Repository: robertdevore/bluesky-feed-for-wordpress
Catalog: languages/bluesky-feed-*.po
Languages: af, es_mx, fr_fr, he_il, hi_in, it_it

source: Bluesky Feed for WordPress® Settings
af: Bluesky Feed vir WordPress®-instellings
es_mx: Configuración de Bluesky Feed para WordPress®
fr_fr: Bluesky Feed pour WordPress® Paramètres
he_il: פיד Bluesky עבור הגדרות WordPress®
hi_in: WordPress® के लिए Bluesky फ़ीड सेटिंग्स
it_it: Impostazioni di Bluesky Feed for WordPress

source: Bluesky Feed
es_mx: Feed de Bluesky
fr_fr: Alimentation Bluesky
he_il: פיד בלוסקיי
hi_in: ब्लूस्काई फ़ीड
it_it: Alimentazione Bluesky

source: Bluesky Logo
es_mx: Logotipo de Bluesky
fr_fr: Logo Bluesky
he_il: לוגו בלוסקיי
hi_in: ब्लूस्काई लोगो
it_it: Logo Bluesky

source: Bluesky Feed Settings
af: Bluesky-voerinstellings
es_mx: Configuración de la fuente Bluesky
fr_fr: Paramètres du flux Bluesky
he_il: הגדרות פיד של בלוסקיי
hi_in: ब्लूस्काई फ़ीड सेटिंग्स
it_it: Impostazioni del feed Bluesky

source: Support
af: Hulp
es_mx: Soporte
he_il: תמיכה
hi_in: मदद
it_it: Supporto

source: Documentation
af: Dokumentasie
es_mx: Documentación
he_il: תיעוד
hi_in: प्रलेखन
it_it: Documentazione

source: Bluesky Username
af: Bluesky Gebruikersnaam
es_mx: Nombre de usuario de Bluesky
fr_fr: Bluesky Nom d'utilisateur
he_il: שם משתמש של בלוסקי
hi_in: ब्लूस्काई उपयोगकर्ता नाम
it_it: Nome utente Bluesky

source: Theme
af: Tema
es_mx: Tema
fr_fr: Thème
he_il: תבנית
hi_in: विषय
it_it: Tema

source: Light
af: Lig
es_mx: Claro
fr_fr: Clair
he_il: בהיר
hi_in: रोशनी
it_it: Chiaro

source: Dim
es_mx: Oscuro
he_il: עָמוּם
hi_in: धुंधला

source: Dark
af: Donker
es_mx: Oscuro
fr_fr: Sombre
he_il: כהה
hi_in: अँधेरा
it_it: Scuro

source: Number of Posts
af: Aantal Arikels
es_mx: Cantidad de publicaciones
fr_fr: Nombre d’articles
he_il: מספר פוסטים להצגה
hi_in: पदों की संख्या
it_it: Numero di Articoli

source: Include Pins
af: Sluit spelde in
es_mx: Incluir pines
fr_fr: Inclure les épingles
he_il: כלול סיכות
hi_in: पिन शामिल करें
it_it: Includere le spille

source: Include Link to Original Post
af: Sluit skakel na oorspronklike plasing in
es_mx: Incluir enlace a la publicación original
fr_fr: Inclure un lien vers l'article original
he_il: כלול קישור לפוסט המקורי
hi_in: मूल पोस्ट का लिंक शामिल करें
it_it: Includere il link al messaggio originale

source: Feed Preview
af: Voervoorskou
es_mx: Vista previa del feed
fr_fr: Aperçu du flux
he_il: תצוגה מקדימה של הפיד
hi_in: फ़ीड पूर्वावलोकन
it_it: Anteprima dell'alimentazione

source: Bluesky Feed Widget
es_mx: Widget de noticias de Bluesky
fr_fr: Widget Bluesky Feed
he_il: ווידג'ט פיד של בלוסקיי
hi_in: ब्लूस्काई फ़ीड विजेट
it_it: Widget di feed Bluesky

source: Display your recent Bluesky posts.
af: Wys jou onlangse Bluesky-plasings.
es_mx: Muestra tus publicaciones recientes de Bluesky.
fr_fr: Affichez vos messages récents sur Bluesky.
he_il: הצג את הפוסטים האחרונים שלך ב-Bluesky.
hi_in: अपनी हालिया ब्लूस्काई पोस्ट प्रदर्शित करें।
it_it: Visualizzare i post recenti di Bluesky.

source: This widget uses global settings. Update settings in the plugin options page.
af: Hierdie legstuk gebruik globale instellings. Dateer instellings op die inpropopsiesbladsy op.
es_mx: Este widget utiliza configuraciones globales. Actualice las configuraciones en la página de opciones del complemento.
fr_fr: Ce widget utilise des paramètres globaux. Mettez à jour les paramètres dans la page d'options du plugin.
he_il: ווידג'ט זה משתמש בהגדרות גלובליות. עדכן את ההגדרות בדף אפשרויות התוסף.
hi_in: यह विजेट वैश्विक सेटिंग्स का उपयोग करता है। प्लगइन विकल्प पृष्ठ में सेटिंग्स अपडेट करें।
it_it: Questo widget utilizza impostazioni globali. Aggiornare le impostazioni nella pagina delle opzioni del plugin.

source: My Plugin has been deactivated because it cannot be used on WordPress.com-hosted websites. %s
es_mx: Mi plugin ha sido desactivado porque no puede utilizarse en sitios web alojados en WordPress.com. %s
fr_fr: Mon plugin a été désactivé car il ne peut pas être utilisé sur les sites hébergés par WordPress.com. %s

source: Learn more
es_mx: Saber más
fr_fr: En savoir plus

source: Plugin Activation Blocked
es_mx: Activación de plugin bloqueada
fr_fr: Activation du plugin bloquée

source: This plugin cannot be activated on WordPress.com-hosted websites. It is restricted due to concerns about WordPress.com policies impacting the community.
es_mx: Este plugin no puede activarse en sitios web alojados en WordPress.com. Está restringido debido a la preocupación por las políticas de WordPress.com que afectan a la comunidad.
fr_fr: Ce plugin ne peut pas être activé sur les sites web hébergés par WordPress.com. Il est restreint en raison de préoccupations concernant les politiques de WordPress.com ayant un impact sur la communauté.

source: Bluesky Feed for WordPress®
af: Bluesky Feed vir WordPress®
es_mx: Feed de Bluesky para WordPress®
fr_fr: Bluesky Feed pour WordPress®
he_il: פיד בלוסקיי עבור וורדפרס®
hi_in: WordPress® के लिए ब्लूस्काई फ़ीड
it_it: Feed Bluesky per WordPress

source: Showcase your latest Bluesky posts on your WordPress® site with customizable display options and seamless integration
af: Wys jou nuutste Bluesky-plasings op jou WordPress®-werf met aanpasbare vertoonopsies en naatlose integrasie
es_mx: Muestra tus últimas publicaciones de Bluesky en tu sitio de WordPress® con opciones de visualización personalizables e integración perfecta
fr_fr: Présentez vos derniers articles Bluesky sur votre site WordPress® avec des options d'affichage personnalisables et une intégration transparente
he_il: הציגו את הפוסטים האחרונים שלכם ב-Bluesky באתר WordPress® שלכם עם אפשרויות תצוגה הניתנות להתאמה אישית ושילוב חלק
hi_in: अनुकूलन योग्य प्रदर्शन विकल्पों और सहज एकीकरण के साथ अपनी WordPress® साइट पर अपने नवीनतम Bluesky पोस्ट प्रदर्शित करें
it_it: Mostra gli ultimi post di Bluesky sul tuo sito WordPress® con opzioni di visualizzazione personalizzabili e una perfetta integrazione

source: Settings
he_il: הגדרות

source: Robert DeVore
he_il: רוברט דה-בור
hi_in: रॉबर्ट डेवोर
